Repository: danvalentin-nichita/Contact-Lens-Tracker
Catalog: ContactLensTracker/Localizable.xcstrings
Source language: en
Languages: it

source: %@ (%lld left)
it: %1$@ (%2$lld rimaste)

source: %lld Pair(s)
it: %lld Paio/a

source: %lld Pairs Remaining
it: %lld Paia Rimaste

source: Add Contact Lenses
it: Aggiungi Lenti a Contatto

source: Add Inventory
it: Aggiungi Inventario

source: Add Pairs
it: Aggiungi Paia

source: Are you absolutely sure?
it: Sei assolutamente sicuro?

source: Astigmatism
it: Astigmatismo

source: Auto-Renew Pairs
it: Rinnovo Automatico

source: AXIS
it: ASSE

source: BC
it: CB

source: Bi-Weekly
it: Quindicinale

source: Cancel
it: Annulla

source: Choose Lens Type to Renew
it: Scegli il tipo di lente da rinnovare

source: Close
it: Chiudi

source: Custom
it: Personalizzato

source: CYL
it: CIL

source: Daily
it: Giornaliera

source: Danger Zone
it: Zona di Pericolo

source: Days Left
it: Giorni Rimasti

source: Details
it: Dettagli

source: Done
it: Fatto

source: Edit
it: Modifica

source: Enter lens type
it: Inserisci il tipo di lente

source: Health
it: Salute

source: Inventory
it: Inventario

source: L (OS)
it: S (OS)

source: Lens Type
it: Tipo di Lente

source: Loading...
it: Caricamento in corso...

source: Monthly
it: Mensile

source: Multifocal
it: Multifocale

source: Next Checkup
it: Prossimo Controllo

source: No Active Lenses
it: Nessuna Lente Attiva

source: No inventory tracked yet.
it: Nessun inventario tracciato.

source: Not Set
it: Non Impostato

source: Nuke Database
it: Svuota Database

source: Nuke It All
it: Cancella Tutto

source: Preferences
it: Preferenze

source: Prescription
it: Prescrizione

source: R (OD)
it: D (OD)

source: Replace
it: Sostituisci

source: Replace Lenses
it: Sostituisci Lenti

source: Replace Lenses Early?
it: Sostituire le lenti prima?

source: Reset Current Pair Start Date
it: Ripristina Data di Inizio

source: Save
it: Salva

source: Settings
it: Impostazioni

source: SPH
it: SFE

source: Start Lenses
it: Inizia Lenti

source: Theme
it: Tema

source: This will delete all your settings, prescription data, and inventory. This cannot be undone.
it: Questo eliminerà tutte le tue impostazioni, dati di prescrizione e inventario. L'operazione non è reversibile.

source: Type
it: Tipo

source: Unknown
it: Sconosciuto

source: Warning: Pairs will be deducted automatically without confirmation when the duration expires.
it: Attenzione: le lenti verranno scalate automaticamente senza conferma allo scadere del tempo.

source: Your current pair is still good. Are you sure you want to replace it now?
it: Il tuo paio attuale è ancora buono. Sei sicuro di volerlo sostituire ora?
